Repository: SchmiedmayerLab/Grove
Catalog: Sources/GroveQuestionnaireUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es

source: %lld questions still need an answer
de: Noch %lld Fragen müssen beantwortet werden
es: Todavía quedan %lld preguntas por responder

source: Annotate Image
de: Bild annotieren
es: Anotar imagen

source: Answer this question to continue
de: Diese Frage beantworten, um fortzufahren
es: Responde a esta pregunta para continuar

source: Answered
de: Beantwortet
es: Respondida

source: Checks your answers before continuing.
de: Prüft die Antworten, bevor es weitergeht.
es: Comprueba tus respuestas antes de continuar.

source: Choose a date
de: Datum wählen
es: Elige una fecha

source: Choose a date and time
de: Datum und Uhrzeit wählen
es: Elige una fecha y una hora

source: Choose a time
de: Uhrzeit wählen
es: Elige una hora

source: Close
de: Schließen
es: Cerrar

source: Continue
de: Weiter
es: Continuar

source: Date
de: Datum
es: Fecha

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora

source: Discard Answers
de: Antworten verwerfen
es: Descartar respuestas

source: Discard Nested Responses
de: Untergeordnete Antworten verwerfen
es: Descartar respuestas anidadas

source: Dismiss Keyboard
de: Tastatur ausblenden
es: Ocultar el teclado

source: Do you want to remove all annotations?
de: Alle Annotationen entfernen?
es: ¿Quieres eliminar todas las anotaciones?

source: Done
de: Fertig
es: Listo

source: Draw with one finger. Pinch or drag with two fingers to move the image.
de: Mit einem Finger zeichnen. Mit zwei Fingern ziehen oder zoomen, um das Bild zu bewegen.
es: Dibuja con un dedo. Pellizca o arrastra con dos dedos para mover la imagen.

source: Drawing
de: Zeichnung
es: Dibujo

source: Enter a number
de: Zahl eingeben
es: Introduce un número

source: Follow-Up
de: Folgefrage
es: Seguimiento

source: Follow-Up: %@
de: Folgefrage: %@
es: Seguimiento: %@

source: Image
de: Bild
es: Imagen

source: Image annotation canvas
de: Zeichenfläche für Bildannotationen
es: Lienzo de anotación de imagen

source: Image Missing
de: Bild fehlt
es: Falta la imagen

source: Incomplete
de: Unvollständig
es: Incompleta

source: Keep Answering
de: Weiter beantworten
es: Seguir respondiendo

source: Mark %@
de: %@ markieren
es: Marcar %@

source: Missing
de: Fehlt
es: Falta

source: No
de: Nein

source: Not Yet Implemented
de: Noch nicht implementiert
es: Aún no implementado

source: Opens an editor with drawing and zoom controls.
de: Öffnet einen Editor mit Zeichen- und Zoomsteuerung.
es: Abre un editor con controles de dibujo y zoom.

source: Option: %@, Not Selected
de: Option: %@, nicht ausgewählt
es: Opción: %@, no seleccionada

source: Option: %@, Selected
de: Option: %@, ausgewählt
es: Opción: %@, seleccionada

source: Other
de: Sonstiges
es: Otro

source: Please answer the follow-up questions below, for the **'%@'** option you just selected.
de: Bitte die folgenden Fragen zur soeben gewählten Option **„%@“** beantworten.
es: Responde a las siguientes preguntas sobre la opción **«%@»** que acabas de seleccionar.

source: Question %lld of %lld
de: Frage %1$lld von %2$lld
es: Pregunta %1$lld de %2$lld

source: Questionnaire Complete
de: Fragebogen abgeschlossen
es: Cuestionario completado

source: Questionnaire is Empty
de: Fragebogen ist leer
es: El cuestionario está vacío

source: Ready
de: Bereit
es: Preparado

source: Redo
de: Wiederholen
es: Rehacer

source: Remove
de: Entfernen
es: Eliminar

source: Remove Annotations
de: Annotationen entfernen
es: Eliminar anotaciones

source: Search options…
de: Optionen durchsuchen…
es: Buscar opciones…

source: Select File
de: Datei auswählen
es: Seleccionar archivo

source: Select Files
de: Dateien auswählen
es: Seleccionar archivos

source: Select Image
de: Bild auswählen
es: Seleccionar imagen

source: Select Images
de: Bilder auswählen
es: Seleccionar imágenes

source: Select Photo
de: Foto auswählen
es: Seleccionar foto

source: Select Video
de: Video auswählen
es: Seleccionar vídeo

source: Select Videos
de: Videos auswählen
es: Seleccionar vídeos

source: Select…
de: Auswählen…
es: Seleccionar…

source: Submit
de: Absenden
es: Enviar

source: Submit Answers
de: Antworten absenden
es: Enviar respuestas

source: Submitting…
de: Wird gesendet…
es: Enviando…

source: Take Photo
de: Foto aufnehmen
es: Hacer foto

source: Tap to annotate
de: Zum Annotieren tippen
es: Toca para anotar

source: This will de-select the '%@' option and discard all responses below.
de: Dadurch wird die Option „%@“ abgewählt und alle Antworten darunter werden verworfen.
es: Esto anulará la selección de la opción «%@» y descartará todas las respuestas siguientes.

source: Time
de: Uhrzeit
es: Hora

source: Undo
de: Widerrufen
es: Deshacer

source: Unit
de: Einheit
es: Unidad

source: Yes
de: Ja
es: Sí

# You've answered %lld of %lld questions.
source: You've answered %1$lld of %2$lld questions.
de: %1$lld von %2$lld Fragen beantwortet.
es: Has respondido %1$lld de %2$lld preguntas.

source: You've answered every question.
de: Alle Fragen beantwortet.
es: Has respondido todas las preguntas.

source: Your answer
de: Deine Antwort
es: Tu respuesta

source: Your answers won't be saved.
de: Die Antworten werden nicht gespeichert.
es: Tus respuestas no se guardarán.
